Repository: BlueLuscious/AerolineasParaMascotas
Catalog: airlines/locale/*/LC_MESSAGES/django.po
Languages: es

source: We work with several major airlines to ensure your pets arrive safely and efficiently to their desired destination. Some of the airlines we work with include LATAM Airlines, Avianca, and others.
es: Trabajamos con varias aerolíneas importantes para garantizar que tus mascotas lleguen al destino deseado, de manera segura y eficiente. Algunas de las aerolíneas con las que trabajamos son LATAM Airlines, Avianca entre otras.

# ¿Que pasa si mi mascota posee necesidades especiales?
source: What if my pet has special needs?
es: ¿Que pasa si mi mascota posee necesidades especiales?

source: Our team of pet transport experts is highly trained to care for pets with special needs. Please inform us in advance of any medical prescriptions or special needs your pet may have so we can provide appropriate care and take the necessary precautions.
es: Nuestro equipo de expertos en traslado de Mascotas está altamente capacitado para atender a Mascotas con necesidades especiales. Por favor, informarnos sobre cualquier prescripción médica u necesidad especial que presente tu mascota previamente para que podamos proporcionarle un cuidado adecuado y tomar los recaudos correspondientes.

source: How is my pet's safety and well-being guaranteed during transport?
es: ¿Cómo se garantiza la seguridad y el bienestar de mi mascota durante el traslado?

source: Our fleet of vehicles is equipped to ensure the safety and comfort of your pet. We work with containers approved under IATA (International Air Transport Association) standards. Our team of experts is responsible for caring for your pets throughout the entire transportation process, providing the necessary care.
es: Nuestra flota de vehículos están equipados para garantizar la seguridad y el confort de tu mascota, trabajamos con contenedores aprobados bajo norma IATA (Asociación Internacional de Transporte Aéreo). Nuestro equipo de expertos se encarga de atender a tus mascotas ante todo el proceso de traslado, brindando la atención necesaria.

# ¿Si mascota viaja mediante un Vuelo de carga como es el proceso de embarque?
source: If your pet travels via cargo flight, what is the boarding process?
es: ¿Si mascota viaja mediante un Vuelo de carga como es el proceso de embarque?

# ¿Si mi mascota es braquicefalo (Nariz Chata) qué precauciones, debo tomar?
source: If my pet is brachycephalic (flat-nosed), what precautions should I take?
es: ¿Si mi mascota es braquicefalo (Nariz Chata) qué precauciones, debo tomar?

source: When traveling with your Brachycephalic pet, you should take all necessary precautions by first informing yourself about the policies of the airline you plan to travel with. Always opt for safe travel by avoiding stress and exposure to high temperatures, as these are two important factors when taking a flight. It is always advisable to consult with your trusted veterinarian and choose the best option based on your pet's needs. (Please note: depending on the time of year at your destination, it is recommended that the temperature not exceed 27°C throughout the entire flight.)
es: Al momento de viajar con tu mascota Braquicefalo debes tomar todos los recaudos necesarios previamente informándote sobre las políticas de la aerolínea con la que deseas viajar, siempre optando por un viaje seguro evitando el estrés y su exposición a las altas temperaturas, ya que son dos factores importantes a la hora de tomar un vuelo. Siempre se aconseja consultar con tu veterinario de confianza y elegir la mejor opción según las necesidades de tu mascota. (A tener en cuenta: la época del año en el destino al que deseas viajar, se aconseja que la temperatura no supere los 27° C° en toda la ruta Aérea).

# ¿Cuentan con pensionado canino propio?
source: Do you have your own dog boarding facility?
es: ¿Cuentan con pensionado canino propio?

source: No, we only offer temporary boarding so pets can spend as little time away from their owners as possible. In this space, we provide your pet with the proper care and love of a home, just like at home. With playtime, cuddles, and walks, we ensure this short stay doesn't cause sadness or stress, depending on the pet. We generally stay in their care for only 48 to 72 hours before their flight.
es: No, solo contamos con pensionado transitorio para que las mascotas pasen en menor tiempo posible lejos de sus dueños, en este espacio le brindamos a tu mascota, la atención adecuada y el amor de un hogar, tal como en su casa. Con momentos de juegos, caricias, y paseos lo que hacen de esta corta estadía que no padezcan tristeza u estrés, siempre dependiendo de cada mascota. Por lo general nos quedamos a su cuidado nomás de 48 a 72 horas previas a su vuelo.

# ¿Cual es el costo del servicio para trasladar a mi mascota?
source: What is the cost of transporting my pet?
es: ¿Cual es el costo del servicio para trasladar a mi mascota?

source: The cost of pet transport varies depending on distance, size, breed, and other factors. We'll provide you with a quote based on your pet's characteristics, desired destination, and desired travel date.
es: El costo del servicio de traslado de mascota, varía según la distancia, el tamaño y la raza entre otros factores. Te proporcionaremos un presupuesto en base a las características de tu mascota, el destino deseado y según la fecha en la que quieras realizar el mismo.

# ¿Como realizo la reserva del servicio y el pago de la misma?
source: How do I reserve and pay for the service?
es: ¿Como realizo la reserva del servicio y el pago de la misma?

source: You can book our pet transfer service through our website or by calling us from anywhere in the world. Payment can be made in cash at our address or by bank transfer to our accounts. For your convenience, we have accounts in pesos, dollars, and euros, so you can make your reservation quickly and securely.
es: Podes reservar nuestro servicio de traslado de Mascotas, a través de nuestro sitio web, o bien mediante nuestro canal de atención telefónica desde cualquier parte del mundo. El pago se puede realizar en Efectivo en nuestro domicilio o bien mediante transferencia bancaria a nuestras cuentas; para tu comodidad contamos con cuentas tanto en pesos como en dólares y euros, de esta manera podes realizar tu reserva de forma rápida y segura.

# Menú
source: Menu
es: Menú

# about_us_title
source: At <span class='text-primary-red_dark font-semibold'>Aerolineas para Mascotas</span>, we fly high so you can keep your furry friend close.
es: En <span class='text-primary-red_dark font-semibold'>Aerolineas para Mascotas</span>, volamos alto para que tengas cerca a tu amigo peludo.

# about_us_p_1
source: We are a young company with operational bases in both Argentina and Spain. We strive to establish ourselves in the market by providing our customers with excellent service. We understand that transporting your pet and everything that entails can be quite a challenge.
es: Somos una empresa joven que cuenta con bases operativas tanto en Argentina como España; buscamos posicionarnos en el mercado, brindando a nuestros clientes un servicio de excelencia. Entendemos que el transporte de tu mascota y todo lo que conlleva esto, puede ser todo un desafio.

# about_us_p_2
source: That's why our main commitment is to provide you, above all, with the security, responsibility, trust, and all the love your pet needs when embarking on a new journey. We know they're part of your family, so we want you to know they're in the best hands when choosing us. For your pet's transportation, we have highly trained personnel who understand the needs of pets when handling different breeds. In addition, we have vehicles equipped with ventilation and safety systems that guarantee a safe and comfortable trip for your pet.
es: Es por eso que nuestro compromiso principal es brindarte ante todo seguridad, responsabilidad, confianza y todo el amor que necesita tu mascota al momento de emprender un nuevo destino. Sabemos que son parte de tu familia, por eso deseamos que al momento que nos elijas sepas que están en las mejores manos. Para su traslado contamos con personal altamente capacitado, que entiende las necesidades de estas en cuanto al manejo de diversas razas. Además, contamos con unidades equipadas con sistemas de ventilación y seguridad que garantizan un viaje seguro y cómodo para su mascota.

# Preguntas Frecuentes
source: Frequently Asked Questions
es: Preguntas Frecuentes

source: These are the questions we receive most often and our answers, ready to leave you with nothing left hanging.
es: Estas son las preguntas que más recibimos y nuestras respuestas, listas para que no te quede nada en el aire.

# Tu curiosidad no muerde. Respondemos con cariño las 24 horas.
source: Your curiosity doesn't bite. We respond with care 24/7.
es: Tu curiosidad no muerde. Respondemos con cariño las 24 horas.

# Tenes alguna pregunta?
source: Do you have any questions?
es: Tenes alguna pregunta?

# Tu mascota, nuestro pasajero más importante
source: Your pet, our most important passenger
es: Tu mascota, nuestro pasajero más importante

# Seguro, cómodo y con amor en cada kilómetro
source: Safe, comfortable and with love in every mile
es: Seguro, cómodo y con amor en cada kilómetro

# Solicitá tu cotización
source: Request your quote
es: Solicitá tu cotización

# Consulta por Whatsapp
source: Contact us on Whatsapp
es: Consulta por Whatsapp

# Trasladamos lo que más querés con el cuidado que se merece
source: We transport what you love most with the care it deserves
es: Trasladamos lo que más querés con el cuidado que se merece

# Porque no es solo un viaje, es una experiencia con corazón
source: Because it's not just a trip, it's an experience with heart
es: Porque no es solo un viaje, es una experiencia con corazón

# Donde vayan tus mascotas, vamos con ellas
source: Wherever your pets go, we go with them
es: Donde vayan tus mascotas, vamos con ellas

# Viajes responsables, abrazos garantizados
source: Responsible travel, guaranteed hugs
es: Viajes responsables, abrazos garantizados

# Solicitud de Cotización
source: Request for quote
es: Solicitud de Cotización

# Nombre del propietario
source: Owner’s name
es: Nombre del propietario

# Teléfono
source: Phone number
es: Teléfono

# Nombre de su mascota
source: Pet name
es: Nombre de su mascota

# Edad de su mascota
source: Pet age
es: Edad de su mascota

# Peso de su mascota
source: Pet weight
es: Peso de su mascota

# Raza de su mascota
source: Pet breed
es: Raza de su mascota

# Fecha del viaje
source: Travel date
es: Fecha del viaje

# Ciudad de Origen
source: Origin City
es: Ciudad de Origen

# Ciudad de Destino
source: Destination City
es: Ciudad de Destino

# Comentarios
source: Comments
es: Comentarios

# Subí la foto actual de tu mascota a trasladar
source: Upload the current photo of your pet to be transferred
es: Subí la foto actual de tu mascota a trasladar

# Productos
source: Products
es: Productos

# He leído y acepto los
source: I have read and accept the
es: He leído y acepto los

# términos y condiciones
source: terms and conditions
es: términos y condiciones

# Enviar solicitud
source: Send request
es: Enviar solicitud

# Consultanos
source: Contact us
es: Consultanos
