Repository: BlueLuscious/AerolineasParaMascotas
Catalog: airlines/locale/*/LC_MESSAGES/django.po
Languages: es

# Inicio
source: Home
es: Inicio

# Quienes somos
source: About Us
es: Quienes somos

# Servicios
source: Services
es: Servicios

# Destinos
source: Destinations
es: Destinos

# Contacto
source: Contact
es: Contacto

# Español
source: Spanish
es: Español

# Inglés
source: English
es: Inglés

# european_union_title
source: Requirements for entering the European Union with pets
es: Requisitos para Entrar con Mascotas a la Unión Europea

# eu_description
source: The European Union (EU) has specific regulations for the entry of pets from third countries. Below is an overview of the necessary requirements:
es: La Unión Europea (UE) tiene regulaciones específicas para la entrada de mascotas desde terceros países. A continuación, te presentamos una descripción general de los requisitos necesarios:

source: Documentation
es: Documentación

# pets_permits
source: Pet passport
es: Pasaporte para animales de compañía

# eu_description_doc_1
source: A passport that identifies the pet and contains information about its health and vaccinations is required.
es: Es obligatorio un pasaporte que identifique a la mascota y contenga información sobre su salud y vacunación.

# vet_certificate_health
source: Veterinary health certificate
es: Certificado de salud veterinario

# eu_description_doc_2
source: A certificate issued by a licensed veterinarian confirming the pet's health and fitness to travel.
es: Un certificado emitido por un veterinario autorizado que confirme la salud de la mascota y su aptitud para viajar.

source: Vaccination certificate
es: Certificado de vacunación

# eu_description_doc_3
source: The pet must be vaccinated against rabies and other relevant diseases.
es: La mascota debe estar vacunada contra la rabia y otras enfermedades relevantes.

# vaccines_and_treatments
source: Vaccination and treatments
es: Vacunación y tratamientos

# rabies_vaccine
source: Rabies vaccination
es: Vacunación contra la rabia

# eu_description_health_1
source: The pet must be vaccinated against rabies with an EU-approved vaccine.
es: La mascota debe estar vacunada contra la rabia con una vacuna aprobada por la UE.

source: Parasite treatment
es: Tratamiento contra parásitos

# eu_description_health_2
source: The pet must receive treatment against parasites (ticks, fleas, etc.) before traveling.
es: La mascota debe recibir un tratamiento contra parásitos (garrapatas, pulgas, etc.) antes de viajar.

# eu_description_microchip
source: The pet must have an ISO 11784/11785 microchip that allows for identification.
es: La mascota debe tener un microchip ISO 11784/11785 que permita su identificación.

# permits_and_auth
source: Permits & authorizations
es: Permisos y autorizaciones

# import_permit
source: Import license
es: Permiso de importación

# eu_description_permits_1
source: In some cases, an import permit issued by the competent authority of the destination country is required.
es: En algunos casos, se requiere un permiso de importación emitido por la autoridad competente del país de destino.

# notification_authority
source: Notification to the competent authority
es: Notificación a la autoridad competente

# eu_description_permits_2
source: It may be necessary to notify the competent authority of the destination country about the pet's entry.
es: Es posible que se requiera notificar a la autoridad competente del país de destino sobre la entrada de la mascota.

source: Transport conditions
es: Condiciones de transporte

source: Transport container
es: Contenedor de transporte

# eu_description_transport_1
source: The pet must travel in a suitable container that meets international standards.
es: La mascota debe viajar en un contenedor adecuado que cumpla con los estándares internacionales.

source: Travel conditions
es: Condiciones de viaje

# eu_description_transport_2
source: The pet must travel in safe and comfortable conditions.
es: La mascota debe viajar en condiciones seguras y cómodas.

# check_specific_reqs
source: Check specific requirements
es: Verificar requisitos específicos

# eu_description_important_1
source: Requirements may vary depending on the destination country within the EU and the type of pet. It is essential to check the specific requirements for each case.
es: Los requisitos pueden variar dependiendo del país de destino dentro de la UE y del tipo de mascota. Es fundamental verificar los requisitos específicos para cada caso.

# consult_authority
source: Consult with the competent authorities
es: Consultar con las autoridades competentes

# eu_description_important_2
source: It is advisable to consult with the competent authorities of the destination country and with an authorized veterinarian to ensure compliance with all requirements.
es: Es recomendable consultar con las autoridades competentes del país de destino y con un veterinario autorizado para asegurarse de cumplir con todos los requisitos.

# eu_description_aem
source: At Aerolineas para Mascotas, we're committed to helping you navigate the requirements and regulations for international pet transportation. Our team of experts is here to assist you every step of the way. Contact us for more information!
es: En Aerolineas para Mascotas, nos comprometemos a ayudarte a navegar por los requisitos y regulaciones para el traslado internacional de mascotas. Nuestro equipo de expertos está aquí para asistirte en cada paso del proceso. ¡Contáctanos para obtener más información!

source: Spain
es: España

source: italy
es: Italia

source: France
es: Francia

source: Germany
es: Alemania

# uruguay_description
source: Home delivery and ground delivery from Argentina. We manage all medical documentation.
es: Entrega en domicilio y de manera Terrestre desde Argentina. Gestionamos toda la documentación sanitaria.

# chile_description_doc
source: Health certificate, rabies vaccination certificate, and, in some cases, the Zoosanitary Export Certificate.
es: Certificado sanitario, certificado de vacunación antirrábica y, en algunos casos, el Certificado Zoosanitario de Exportación.

# bolivia_description
source: In Bolivia, the airports that generally allow pets are international airports, including La Paz (LPB), Santa Cruz (VVI), and Cochabamba (CBB). However, it is crucial to check with the airline and the Ministry of Rural Development and Lands (MDRyT) regarding specific requirements for transporting pets, including the need for an import permit.
es: En Bolivia, los aeropuertos que permiten la entrada de mascotas generalmente son los aeropuertos internacionales, que incluyen La Paz (LPB), Santa Cruz (VVI) y Cochabamba (CBB). Sin embargo, es crucial verificar con la aerolínea y con el Ministerio de Desarrollo Rural y Tierras (MDRyT) los requisitos específicos para el transporte de mascotas, incluyendo la necesidad de un permiso de importación.

# paraguay_description
source: In Paraguay, airports that allow pets are generally subject to airline requirements and the country's health regulations. Most airlines operating in Paraguay, such as Paranair, Flybondi, and Air Europa, allow pets to be transported in the cabin or in the cargo hold, provided certain requirements are met, such as weight, carrier dimensions, pet age, and necessary documentation.
es: En Paraguay, los aeropuertos que permiten la entrada de mascotas generalmente están sujetos a los requisitos de la línea aérea y las regulaciones sanitarias del país. La mayoría de las líneas aéreas que operan en Paraguay, como Paranair, Flybondi, y Air Europa, permiten el transporte de mascotas en cabina o en bodega, siempre y cuando se cumplan ciertos requisitos, como el peso, las dimensiones del transportín, la edad de la mascota y la documentación necesaria.

# paraguay_description_doc
source: Veterinary health certificate, vaccination card (especially rabies), deworming certificate, and in some cases, a passport or international certificate.
es: Certificado de salud veterinario, carnet de vacunación (especialmente antirrábica), certificado de desparasitación y en algunos casos, pasaporte o certificado internacional.

source: Brazil
es: Brasil

# brazil_title
source: International airports in Brazil that welcome pets
es: Aeropuertos internacionales en Brasil que reciben mascotas

# brazil_description_airport_1
source: It's the largest airport in Brazil and offers multiple international connections, making it an excellent option for traveling with pets.
es: Es el aeropuerto más grande de Brasil y ofrece múltiples conexiones internacionales, lo que lo convierte en una excelente opción para viajes con mascotas.

# brazil_description_airport_2
source: Brazil's capital offers pet-friendly services and a wide range of pet transportation options.
es: La capital de Brasil cuenta con servicios para viajeros con mascotas y ofrece una amplia gama de opciones para el transporte de animales.

# brazil_description_airport_3
source: The Belo Horizonte metropolitan area also has good infrastructure for transporting animals on international flights.
es: La región metropolitana de Belo Horizonte también cuenta con buena infraestructura para el transporte de animales en vuelos internacionales.

# brazil_description_airport_4
source: Located in northeast Brazil, Recife is another popular airport that accepts pets on international flights.
es: Ubicado en el noreste de Brasil, Recife es otro aeropuerto popular que acepta mascotas en vuelos internacionales.

# colombia_title
source: Entry to Colombia
es: Ingreso a Colombia

# colombia_description_1
source: To enter the country with dogs and cats, you must register in advance through the ICA website.
es: Para ingresar al país con perros y gatos, se debe registrar previamente el ingreso a través del sitio web del ICA.

# colombia_description_2
source: Upon arrival at the airport, you must present the required documentation to the ICA office to obtain the Health Inspection Certificate (CIS).
es: Al llegar al aeropuerto, se deberá presentar la documentación requerida a la oficina del ICA para obtener el Certificado de Inspección Sanitaria (CIS).

# colombia_description_3
source: Pets must have a current rabies vaccination and be dewormed.
es: Las mascotas deben tener vacunación vigente contra la rabia y estar desparasitadas.

source: Peru
es: Perú

# peru_title
source: Requirements for traveling with pets at Jorge Chávez Airport
es: Requisitos para viajar con mascotas en el Aeropuerto Jorge Chávez

source: Health Certificate
es: Certificado sanitario

source: peru_description_health_certificate
es: Es indispensable para el ingreso a Perú, debe ser emitido en el país de origen y demostrar que la mascota está vacunada contra las enfermedades relevantes.

source: Vaccines
es: Vacunas

# peru_description_vaccines
source: Animals must be vaccinated against species-specific diseases.
es: Los animales deben estar vacunados contra las enfermedades específicas según su especie.

source: Dogs
es: Perros

# peru_description_vaccines_dogs
source: Distemper, Canine Hepatitis, Leptosirosis, Parvovirosis, Rabies, Parainfluenza.
es: Distemper, Hepatitis canina, Leptosirosis, Parvovirosis, Rabia, Parainfluenza.

source: Cats
es: Gatos

# peru_description_vaccines_cats
source: Feline panleukopenia, Calicivirosis, Rhinotracheitis, Feline leukemia, Rabies.
es: Panleucoopenia felina, Calicivirosis, Rinotraqueitis, Leucemia felina, Rabia.

# usa
source: United States
es: Estados Unidos

# usa_description
source: To bring pets into the United States, it is crucial to follow the requirements of the Centers for Disease Control and Prevention (CDC). Dogs must be at least 6 months old, have a microchip, and be vaccinated against rabies. They must also have a valid health certificate and rabies vaccination certificate. A dog importation form issued by the CDC is also required.
es: Para entrar con mascotas a Estados Unidos, es crucial seguir los requisitos de los Centers for Disease Control and Prevention (CDC). Los perros deben tener al menos 6 meses de edad, tener un microchip y estar vacunados contra la rabia. Además, deben tener un certificado de salud y de vacunación antirrábica válido. También se requiere un formulario de importación para perros, emitido por la CDC.

source: Canada
es: Canadá

# mexico_description
source: The European Union (EU) has specific regulations for the entry of pets from third countries. Below is an overview of the necessary requirements:
es: Para ingresar con mascotas, es importante consultar con la aerolínea sobre los requisitos específicos para cada tipo de mascota y el tamaño del contenedor.

source: In summary
es: En resumen

# mexico_description_summary
source: AICM is a pet-friendly airport, but certain requirements must be met for traveling with pets, including the use of containers/cages, registration with the airline, and consulting SENASICA requirements.
es: El AICM es un aeropuerto pet-friendly, pero se deben cumplir con ciertos requisitos para viajar con mascotas, incluyendo el uso de contenedores/jaulas, el registro con la aerolínea y la consulta de los requisitos de SENASICA.

source: Quarantine
es: Cuarentena

# australia_description_quarantine
source: Once the pet arrives in Melbourne, it will be transferred to the post-entry quarantine center in Mickleham for a quarantine period, which varies depending on the pet's country of origin. From Argentina, the quarantine period does not exceed 30 days.
es: Una vez que la mascota llega a Melbourne, será trasladada al centro de cuarentena posterior a la entrada en Mickleham para un período de cuarentena, que varía según el país de origen de la mascota. Desde Argentina la cuarentena no supera los 30 días.

source: Cargo hold trip
es: Viaje de bodega de carga

# australia_description_cargo_hold
source: Pets must travel in the cargo hold as declared cargo in an IATA-approved carrier.
es: Las mascotas deben viajar en la bodega de carga como carga declarada en un transportín aprobado por la IATA.

# no_national_transfers
source: National transfers are not permitted.
es: No se permiten traslados nacionales

# australia_description_national_transfers
source: Pets are not permitted to arrive at another Australian airport and then travel on a domestic flight to Melbourne.
es: No se permite que las mascotas lleguen a otro aeropuerto australiano y luego viajen en un vuelo nacional a Melbourne.

# quarantine_reqs
source: Quarantine requirements
es: Requisitos de cuarentena

# australia_description_quarantine_reqs
source: Strict quarantine requirements of the Australian Department of Agriculture, Fisheries and Forestry (DAFF) must be followed.
es: Se deben seguir los requisitos de cuarentena estrictos del Departamento de Agricultura, Pesca y Recursos Forestales (DAFF) de Australia.

source: New Zealand
es: Nueva Zelanda

# new_zealand_description_1
source: When bringing pets to New Zealand, it is essential that the country's strict health and veterinary requirements be met.
es: Para traer mascotas a Nueva Zelanda, es fundamental que se cumplan los estrictos requisitos sanitarios y veterinarios del país.

# new_zealand_description_2
source: The Ministry for Primary Industries (MPI) only allows dogs and cats from countries considered rabies-free or controlled.
es: El Ministerio de Industrias Primarias (MPI) solo permite la entrada de perros y gatos de países considerados libres o controlados de rabia.

# new_zealand_description_3
source: Pets must be microchipped prior to any treatment for importation.
es: Las mascotas deben tener un microchip antes de cualquier tratamiento para la importación.

# new_zealand_description_4
source: Documentation confirming that the microchip was implanted and/or scanned prior to primary rabies vaccination and all subsequent treatments is required.
es: Se necesita documentación que confirme que el microchip fue implantado y/o escaneado antes de la vacunación primaria contra la rabia y todos los tratamientos posteriores.

# israel_description
source: Ben Gurion International Airport in Los Angeles, near Tel Aviv, is Israel's main international airport and is pet-friendly.
es: El Aeropuerto Internacional Ben Gurión en Lod, cerca de Tel Aviv, es el principal aeropuerto internacional de Israel y permite la entrada de mascotas.

source: Pets in cabin
es: Mascotas en cabina

# israel_description_cabin
source: Pets can travel in the cabin if they weigh up to 8 kg, including the carrier, and if the carrier meets the dimensions allowed by the airline.
es: Las mascotas pueden viajar en cabina si pesan hasta 8 kg, incluyendo el transportín, y si el transportín cumple con las dimensiones permitidas por la aerolínea.

# pets_in_hold
source: Pets in cargo hold
es: Mascotas en bodega

# israel_description_hold
source: Pets can also travel as checked baggage, but they must be in a secure, rigid cage, according to airline regulations.
es: Las mascotas también pueden viajar como equipaje en bodega, pero deben estar en una jaula rígida y segura, según las regulaciones de la aerolínea.

# israel_description_import_license
source: It is crucial to obtain an import permit before traveling to Israel with pets.
es: Es crucial obtener el permiso de importación antes de viajar a Israel con mascotas.

source: Others considerations
es: Otras consideraciones

# israel_description_other
source: It's advisable to check each airline's specific regulations before booking your flight, as they may vary.
es: Es recomendable verificar las regulaciones específicas de cada aerolínea antes de reservar el vuelo, ya que pueden variar.

source: Turkey
es: Turquía

# turkey_description
source: Additionally, some airlines, such as Turkish Airlines, have specific policies for transporting pets.
es: Además, algunas aerolíneas, como Turkish Airlines, tienen políticas específicas para el transporte de mascotas.

# turkey_description_airlines
source: It has a pet policy that includes the possibility of traveling in the cabin or hold, depending on the weight and size of the pet and its carrier.
es: Tiene una política de mascotas que incluye la posibilidad de viajar en cabina o bodega, según el peso y tamaño de la mascota y su transportín.

source: Considerations
es: Consideraciones

# turkey_description_other
source: It's important to check each airline's policies and meet the health and documentation requirements for traveling with pets to Turkey.
es: Es importante verificar las políticas de cada aerolínea y cumplir con los requisitos de salud y documentación necesarios para viajar con mascotas a Turquía.

source: Japan
es: Japón

# japan_title
source: Requirements for traveling with pets to Japan
es: Requisitos para viajar con mascotas a Japón

# japan_description_microchip
source: Pets must have a microchip.
es: Las mascotas deben tener un microchip.

# japan_description_vaccines
source: Vaccination must be at least 30 days before entering the country.
es: La vacunación debe ser al menos 30 días antes de la entrada al país.

source: Rabies titer test
es: Prueba de titulación de rabia

# japan_description_rage
source: Testing is required to ensure the effectiveness of the rabies vaccine.
es: Se requiere una prueba para asegurar la efectividad de la vacuna contra la rabia.

# japan_description_quarantine
source: Depending on the pet's requirements, there may be a quarantine period of 12 hours or more.
es: Dependiendo de los requisitos cumplidos por la mascota, puede haber un período de cuarentena de 12 horas o más.

# japan_description_doc
source: The required documentation, such as the ASE-3293 certificate and the import inspection application, must be submitted.
es: Se debe presentar la documentación requerida, como el certificado ASE-3293 y la solicitud de inspección de importación.

# china_description_quarantine
source: Pets entering China may be subject to quarantine.
es: Las mascotas que ingresan a China pueden estar sujetas a cuarentena.

source: Restrictions
es: Restricciones

# china_description_restrictions
source: Only allow one pet per passenger
es: Solo se permite una mascota por pasajero.

source: South Korea
es: Corea del Sur

# south_korea_title
source: Requirements for traveling with pets to South Korea
es: Requisitos para viajar con mascotas a Corea del Sur

# south_korea_description_doc
source: It's necessary to have your pet's documentation in order, including a rabies vaccination certificate and other requirements that may vary depending on the pet's country of origin. Argentina requires a rabies antibody test.
es: Es necesario tener la documentación de la mascota en regla, incluyendo el certificado de vacunación contra la rabia y otros requisitos que pueden variar según el país de origen de la mascota. Desde Argentina exigen test de anticuerpos de rabia.

# south_korea_description_transport
source: Airlines have their own policies regarding pet transportation, so it's important to check with the airline before traveling.
es: Las aerolíneas tienen sus propias políticas sobre el transporte de mascotas, por lo que es importante consultar con la aerolínea antes de viajar.

# ¿Son una aerolínea?
source: Are you an airline?
es: ¿Son una aerolínea?

source: No, Aerolíneas para Mascotas is our name because we are a company dedicated exclusively to air and ground pet transportation. We have partnerships in several countries so transporting your pet isn't an impediment. Working together, we can get your pet anywhere in the world, providing you with the best care and safety your pet deserves.
es: No, Aerolíneas para Mascotas es nuestro nombre ya que somos una empresa dedicada al exclusivamente al traslado aéreo y terrestre de mascotas, contamos con alianzas en Varios países para que trasladar a tu mascota no sea un impedimento, trabajando en forma conjunta logramos que tu mascota llegue a cualquier parte del mundo. Brindándote la mejor atención y seguridad que tu mascota merece.

# ¿Qué peso debe tener mi mascota para viajar en cabina?
source: How much weight should my pet have to travel in a cabin?
es: ¿Qué peso debe tener mi mascota para viajar en cabina?

source: Each airline has its own regulations regarding pet weight and size, so we recommend checking in advance before booking your flight.
es: Cada aerolínea cuenta con su propia reglamentación, en cuanto al peso y medida de la mascota, es por eso que recomendamos informarte previamente antes de realizar tu reserva aérea.

source: What documentation do I need to travel with my pet on a flight?
es: ¿Que documentación necesito para viajar con mi mascota en un vuelo internacional?

source: The documentation required to travel with your pet on an international flight varies depending on the destination country. We recommend contacting our team, as they are experts in pet transport and can handle all the necessary paperwork so you can avoid the hassle of paperwork.
es: La documentación necesaria para viajar con tu mascota en un vuelo internacional. Varía según el país de destino, es por eso que te aconsejamos que te contactes con nuestro equipo ya que son expertos en traslado de Mascotas y se encargan de gestionar toda la documentación necesaria para que vos puedas despreocuparte de esos trámites engorrosos.

# ¿Qué tipos de Mascotas trasladan?
source: What types of pets do you transport?
es: ¿Qué tipos de Mascotas trasladan?

# Trasladamos, tanto, caninos como felinos (Perros-Gatos) sin distinción de razas.
source: We transport both canines and felines (Dogs-Cats) without distinction of breed.
es: Trasladamos, tanto, caninos como felinos (Perros-Gatos) sin distinción de razas.

# ¿Que aerolíneas trabajan con ustedes?
source: Which airlines work with you?
es: ¿Que aerolíneas trabajan con ustedes?
